Revit 2027 API
ParameterTypeId.ScheduleBaseLevelOffsetParam Property
 "Base Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ScheduleBaseLevelOffsetParam { get; }
Public Shared ReadOnly Property ScheduleBaseLevelOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ScheduleBaseLevelOffsetParam {
	ForgeTypeId^ get ();
}
static member ScheduleBaseLevelOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace